Repository: sumedia-wordpress/amapn
Catalog: languages/sumedia-amapn-*.po
Languages: de_de

source: Adlist
de_de: Ad Liste

source: The ad has been successfully removed.
de_de: Die Anzeige wurde erfolgreich entfernt.

source: Create new
de_de: Neu erstellen

source: The ad has been fetched from amazon.
de_de: Die Anzeige wurde von amazon abgerufen.

source: There has been no link transmitted.
de_de: Es wurde kein Link übertragen.

source: There has been no refresh_after_hours transmitted.
de_de: Es wurde kein refresh_after_hours übermittelt.

source: The Link seems to be no valid URL.
de_de: Der Link scheint keine gültige URL zu sein.

source: The given Refresh after Hours is not of the right type.
de_de: Die angegebene Aktualisierung nach Stunden ist nicht vom richtigen Typ.

source: The form could not be verified, please try again
de_de: Das Formular konnte nicht verifiziert werden, bitte versuchen Sie es erneut

source: Missing parameter: %s.
de_de: Fehler Parameter: %s.

source: The given Amazon URL seems not to be valid.
de_de: Die angegebene Amazon-URL scheint ungültig zu sein.

source: Invalid Refresh Hour
de_de: Ungültige Aktualisierungsstunden

source: Refresh after hours
de_de: Reparse nach Stunden

source: Hours since last parse
de_de: Stunden seit letztem Parsing

source: Open link (none tracking)
de_de: Öffne Link (ohne Tracking)

source: Delete
de_de: Löschen

source: Search
de_de: Suche

source: hours
de_de: Stunden

source: Save and parse
de_de: Speichern und parsen

source: Advertisment
de_de: Werbung

source: Buy
de_de: Kaufen

source: Use Amazon Partnernet Links with non-tracking data privacy
de_de: Verwende Amazon Partnernet ohne Tracking
